MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "Twój komputer nie jest połączony z internetem.";
NotConnectedToNetwork							= "Twój komputer nie jest podłączony do sieci.";
FatalExceptionAlertDescription					= "Wciśnij Graj/Pauza, aby zamknąć Front Row.";
